Repository: wharris/readernotifier
Catalog: Reader Notifier/*.lproj/Localizable.strings
Languages: russian

source: Check Now
russian: Проверить сейчас

source: Go to Reader
russian: Перейти в Reader

source: Preferences...
russian: Настройки...

source: Subscribe to Feed
russian: Подписаться на поток

source: Updating...
russian: Проверяю...

source: Checked less than 1 min ago
russian: Проверено меньше 1 мин назад

source: Checked 1 min ago
russian: Проверено 1 мин назад

source: Checked %d min ago
russian: Проверено %d мин назад

source: Checked 1 hour ago
russian: Проверено 1 ч назад

source: Checked 2 hours ago
russian: Проверено 2 ч назад

source: Checked 3 hours ago
russian: Проверено 3 ч назад

source: Checked more than 4 hours ago
russian: Проверено более 4 ч назад

source: Thanks
russian: Спасибо

source: Error
russian: Ошибка

source: The feed address seems to be malformed
russian: Неверный адрес потока

source: New Unread Items
russian: Новые непрочитанные сообщения

source: Google Reader Notifier has found a number of new items.
russian: Google Reader Notifier нашел несколько новых сообщений.

source: New Subscription
russian: Новая подписка

source: Success
russian: Успешно

source: You are now connected to Google
russian: Установлено соединение с Google

source: Unable to connect to Google with user details
russian: Не могу подлючится к Google с этими данными

source: Failed to connect to Google Reader. Please try again.
russian: Не могу подключится к Google Reader. Попробуйте, пожалуйста, позже.

source: Warning
russian: Внимание

source: There are new unread items available online. Mark all as read has been canceled.
russian: Имеются новые непрочитанные сообщения. Макркировка всех как прочитанных была отменена.

source: It seems you do not have a password in the Keychain. Please go to the preferences now and supply your password
russian: В Связке ключей нет вашего пароля. Перейдите в настройки и предоставьте его

source: It seems you do not have a username filled in. Please go to the preferences now and supply your username
russian: Не введено имя пользователя. Перейдите в настройки и предоставьте его

source: Authentication error
russian: Ошибка авторизации

source: No user
russian: Нет пользователя

source: We cannot find your user, which is pretty strange. Report this if you are sure to be connected to the internet.
russian: Не могу найти пользователя. Сообщите об этой ошибке, если вы уверены, что подключены к сети.

source: Unread Items: %d+
russian: Непрочитанных сообщений: более %d

source: %d+ Unread
russian: Более %d не прочитано

source: Unread Items: %d
russian: Непрочитанных сообщений: %d

source: %d Unread
russian: %d не прочитано

source: No unread items
russian: Нет непрочитанныых сообщений

source: More than %d unread items
russian: Более %d непрочитанных сообщений

source: Mark item as read
russian: Маркировать сообщение как прочитанное

source: Star item and mark as read
russian: Добавить в избранное и маркировать как прочитанное

source: Title: %@ Feed: %@ Goes to: %@%@
russian: Имя: %@ Поток: %@ В: %@%@

source: Open all items
russian: Открыть все сообщения

source: Mark all as read
russian: Маркировать все как прочитанные

source: There are more unread items online in the Google Reader interface. This function will cause Google Reader Notifier to mark all as read - whether or not they are visible in the menubar
russian: В Google Reader еще остались непрочитанные сообщения. Эта опция позволит Google Reader Notifier маркировать все как прочитанные, вне зависимости от того, видны ли они в строке меню

source: Warning, items online will be marked read
russian: Внимание, сообщения доступные через Google Reader будут маркированы как прочитанные

source: Mark all as read has been disabled
russian: Маркировка всех как прочитанных была отключена

source: More unread items exist
russian: Имеются непрочитанные сообщения

source: TorrentCast Error
russian: Ошибка торрент-потока

source: Reader Notifier has found a new TorrentCast. However we are unable to download it because the folder you've specified does not exists. Please choose a new folder in the preferences. In addition, TorrentCasting has been disabled.
russian: Reader Notifier обнаружил торрент-поток, но не смог скачать торрент-файл, так как указанная папка не существует. Пожалуйста, укажите новую папку в настройках. Торрент-потоки были также отключены.

source: Please fill in your Google Account login in the preference pane
russian: Пожалуйста, введите данные вашей учетной запсиси Google в настройках

source: In order to connect to your feed you need to type in your username and password.
russian: Чтобы подключиться к потоку вы должны ввести свое имя пользователя и пароль.
